Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B27C.tmx
Source language: en_us
Languages: zh_cn

source: The Age of the Robot Worker Will Be Worse for Men
zh_cn: 机器人时代对男性可不太妙

source: Many economists and technologists believe the world is on the brink of a new industrial revolution, in which advances in the field of artificial intelligence will obsolete human labor at an unforgiving pace.
zh_cn: 很多经济学家和技术专家相信新的工业革命已经近在咫尺，人工智能将会无情地完全替代人的劳动。

source: Two Oxford researchers recently analyzed the skills required for more than 700 different occupations to determine how many of them would be susceptible to automation in the near future, and the news was not good:
zh_cn: 两名牛津研究者最近研究了7百多种职业所需要的技能，来确定其中多少职业有可能在不远的将来实现自动化，结果并不太好:

source: They concluded that machines are likely to take over 47 percent of today’s jobs within a few decades.
zh_cn: 他们的结论是，在未来的几十年内，47%的现有工作将被机器代替。

source: This is a dire prediction, but one whose consequences will not fall upon society evenly.
zh_cn: 听上去是个非常悲惨的预测，但是这种后果对社会的影响将不是平均的。

source: A close look at the data reveals a surprising pattern:
zh_cn: 仔细看看现在的数据就会发现一个惊人的模式：

source: The jobs performed primarily by women are relatively safe, while those typically performed by men are at risk.
zh_cn: 主要由女性从事的职业基本上是安全的，那些典型由男人从事的工作就危险了。

source: It should come as no surprise that despite progress on equality in the labor force, many common professions exhibit a high degree of gender bias.
zh_cn: 虽然当今社会在劳动力平等方面有了很大进步，但很多常见的工作其实还是带有高度性别偏见的。

source: For instance, of the 3 million truck drivers in the U.S., more than 95 percent are men; of the nearly 3 million secretaries and administrative assistants, more than 95 percent are women.
zh_cn: 例如，在美国的3百万卡车司机中， 95%以上都是男性；在3百万秘书和行政助理中，95%以上是女性。

source: Autonomous vehicles are a not-too-distant possibility, and when they arrive, those drivers’ jobs will evaporate; office-support workers suffer no such imminent threat.
zh_cn: 自主车辆已经离市场化不远了，当这一天到来时，那些卡车司机的工作就会消失；而办公室职员就尚未面临如此的威胁。

source: This pattern holds for many of the most gender-biased occupations.
zh_cn: 这一模式对于大多数职业偏见型工作都是类似的。

source: Men hold 97 percent of the 2.5 million U.S. construction and carpentry jobs.
zh_cn: 美国的2百50万建筑工人中97% 是男性。

source: The Oxford study estimates that these male workers stand more than a 70 percent chance of being replaced by robotic workers.
zh_cn: 牛津的研究估计这些工人被机器人取代的可能性有70%。

source: By contrast, women hold 93 percent of the registered nurse positions. Their risk of obsolescence is vanishingly small: .009 percent.
zh_cn: 形成对比的是，注册护士中有93%是女性，而她们的职业成为过时的可能性只有区区0.009%。

source: What is causing this pattern?
zh_cn: 造成这种模式的原因是什么？

source: The skills exhibited by the coming wave of intelligent machines are better suited to occupations currently dominated by men.
zh_cn: 即将到来的智能机器大潮更适合目前被男性主宰的工作。

source: Many of the jobs held by men involve perception and manipulation, often in conjunction with physical exertion, such as swinging a hammer or trimming trees.
zh_cn: 很多男性做的动作都包括感知和操纵，还常常伴有强体力活动，如挥动大锤或修剪树木。

source: The latest mobile robots combine advanced-sensory systems with dexterous manipulators to successfully perform these sorts of tasks.
zh_cn: 最新的移动机器人将先进的传感系统与灵巧的操纵器结合起来，能够成功地执行这类任务。

source: Other, more cerebral male-dominated professions aren’t secure either.
zh_cn: 另外，很多男性主宰的脑力劳动职业也不安全了。

source: Many occupations that might appear to require experience and judgment—such as commodity traders—are being outdone by increasingly sophisticated machine- learning programs capable of quickly teasing subtle patterns out of large volumes of data.
zh_cn: 很多职业看上去需要经验和调整，如商品交易员， 这些职业已经越来越多地被复杂的，能够学习的，并且能够迅速在大量数据中识别出特定模式的机器所超越。

source: By contrast, women typically work in more chaotic, unstructured environments, where the ability to read people’s emotions and intentions are critical to success.
zh_cn: 相比之下，女性主要在更混乱，非结构性的环境中工作，需要洞悉人们的情绪和意图的能力，来完成工作。

source: If your job involves distracting a patient while delivering an injection, guessing whether a crying baby wants a bottle or a diaper change, or expressing sympathy to calm an irate customer, you needn’t worry that a robot will take your job, at least for the foreseeable future.
zh_cn: 如果你的工作需要在打针的时候分散病人的注意力，猜测一个哭泣的婴儿是需要奶瓶呢还是需要换尿布，或者对一个生气的客户表达同情并使其平静下来， 你就不需要担心机器人会取代你的工作，至少在可预见的将来不用担心。

source: So what will the new machines be good at?
zh_cn: 将来的机器善于做什么呢？

source: For starters, they will be well- suited to tasks that are easily specified and offer objective criteria for success.
zh_cn: 首先，它们适应那种非常具体的，能够提供客观完成标准的工作。

source: These features permit an engineer to codify requirements in a programmatic form and measure the results.
zh_cn: 这些特性使得工程师可以把工作编程，并测量其结果。

source: It’s easy to understand what a robotic housepainter is supposed to accomplish and to see if the job has been done correctly; it’s harder to assess whether a dementia patient might be more comfortable with a warmer blanket.
zh_cn: 想要知道一个机器粉刷匠应该做些什么并且是否正确地完成了工作，是件容易的事。想要确定一个患者是不是需要一个更暖和的毯子就比较难了。

source: Computers also excel at tasks that benefit from consistency, attention, and objectivity, such as washing windows, managing the flow of air traffic, or assigning taxi drivers to trip requests.
zh_cn: 另外，计算机善于进行需要持续注意力的，客观性的工作，如擦洗窗户，管理交通流，或给出租司机分配任务。

source: Another characteristic affecting a job’s security is the breadth of skills it requires.
zh_cn: 影响工作安稳程度的另一个特点是这个工作所要求技能的广度。

source: Computers aren’t usually designed to replace workers; they typically automate specific tasks, making a given worker more productive.
zh_cn: 计算机一般不是为了代替工人而设计的，它们主要是用来将特定的任务自动化，帮助一个工人提高生产率。

source: But when an automated system can match the entire range of that worker’s talents, his or her services are no longer needed.
zh_cn: 但是当一个自动系统可以符合这个工人的所有才能时，就完全不需要他或她的服务了。

source: So the broader and more varied your duties, the harder it will be to replace you.
zh_cn: 所以你的职责越宽泛，就越难以被取代。

source: In short, today’s typical women’s work is what will predominate in future.
zh_cn: 总之，在今天那些典型的由女性完成的工作会成为未来工作主宰。

source: On a mass scale, this pattern may result in an involuntary shift in the division of labor, with husbands tending to household duties after dropping their wives off at the office.
zh_cn: 在一个更大规模的层面上，这一模式有可能对未来的劳动力市场带来并不情愿的转变，就是说丈夫可能需要在把老婆送到办公室后回来做更多家务。

source: Superficially, that may sound cheery, but the reality will be much grimmer, as families struggle to make ends meet on one income, and men struggle with the emotional upheaval of no longer having a place in the world of work.
zh_cn: 从表面看，这一点可能令人高兴，但现实将会严酷得多，因为家庭需要努力靠一个人的收入过活，而男人需要应对他们不再占有工作中的一席之地而带来的情绪波动。
